(load "/Users/yitang/git-others/ox-rst/ox-rst.el")
(setq org-export-with-author nil)
(setq org-export-with-section-numbers nil)
* DONE NEXT updates
  CLOSED: [2015-06-17 Wed 21:24]
:LOGBOOK:  
CLOCK: [2015-06-17 Wed 17:12]--[2015-06-17 Wed 17:57] =>  0:45
CLOCK: [2015-06-17 Wed 17:10]--[2015-06-17 Wed 17:11] =>  0:01
:END:      
[2015-06-17 Wed 14:43]

- [X] move this file to voca-builder/docs
- [X] replace all the values in EXPORT_FILE_NAME, due to default
  folder changes of this documents. 
- [X] copy img folder to docs/img


* Make&Index								 
:PROPERTIES:
:EXPORT_FILE_NAME: lalal
:END:
[2015-06-17 Wed 17:24]

(org-map-entries 'yt/org-export-this-header "+ExportFile")

#+name: all-files 
#+BEGIN_SRC emacs-lisp :results raw
(setq all-files (org-map-entries '(lambda ()
		    (org-entry-get (point) "EXPORT_FILE_NAME"))
"+ExportFile"))
#+END_SRC

#+results: all-files
(index installation configuration usage nil nil nil appendix nil nil)


#+BEGIN_SRC emacs-lisp 

#+END_SRC



.. toctree::
   :maxdepth: 2
   :caption: Documentation

   welcome-to-vocabuilder 
   installation 
   configuration
   usage
   appendix
